---
kind: enumMember
id: F:Autodesk.Revit.DB.Visual.GlazingTransmittanceColorType.Blue
enum: Autodesk.Revit.DB.Visual.GlazingTransmittanceColorType
source: html/d139e460-78dd-5ded-c7db-7363d5d4c510.htm
---
# Autodesk.Revit.DB.Visual.GlazingTransmittanceColorType.Blue